brew 'git'
brew 'zsh'
brew 'make'
brew 'cmake'
brew 'openssl'
brew 'coreutils'
brew 'gnu-tar'
brew 'fzf'
brew 'tmux'
brew 'ripgrep'
brew 'wget'
brew 'curl'
brew 'gcc'
brew 'moreutils'
brew 'neovim'
brew 'neofetch'
brew 'reattach-to-user-namespace'
brew 'nvm'
brew 'pyenv'
brew 'go'
brew 'rustup'
brew 'bat'
brew 'lsd'
brew 'ninja'
brew 'dfu-util'
brew 'ccache'

cask 'rectangle'
cask 'spotify'
cask 'vlc'
cask 'visual-studio-code'
cask 'docker'
cask 'sanesidebuttons'
