brew 'make'
brew 'cmake'
brew 'openssl'
brew 'coreutils'
brew 'gnu-tar'
brew 'wget'
brew 'curl'
brew 'gcc'
brew 'moreutils'
brew 'neovim'
brew 'neofetch'
brew 'reattach-to-user-namespace'
brew 'rustup'
brew 'ninja'
brew 'dfu-util'
brew 'ccache'
brew 'helix'
brew 'fish'
brew 'zellij'

cask 'docker'
cask 'sanesidebuttons'
