brew 'git'
brew 'zsh'
brew 'make'
brew 'cmake'
brew 'openssl'
brew 'coreutils'
brew 'gnu-tar'
brew 'fzf'
brew 'tmux'
brew 'ripgrep'
brew 'wget'
brew 'curl'
brew 'hugo'
brew 'gcc'
brew 'moreutils'
brew 'neovim'
brew 'neofetch'
brew 'reattach-to-user-namespace'
brew 'nvm'
brew 'pyenv'
brew 'go'
brew 'rustup'
brew 'starship'
brew 'bat'

cask 'keepingyouawake'
cask 'rectangle'
cask 'spotify'
cask 'vlc'
cask 'visual-studio-code'
cask 'discord'
cask 'orbstack'
cask 'kitty'
cask 'devtoys'
cask 'sanesidebuttons'

tap 'homebrew/cask-fonts'
cask 'font-hack-nerd-font'
